brew "tmux"
brew "tmuxinator"
brew "tealdeer"
brew "ripgrep"
brew "fd"
brew "zoxide"
brew "eza"
brew "bat"
brew "direnv"
brew "jq"
brew "yq"
brew "sd"
brew "fzf"
brew "lynx"
brew "wget"
brew "tree"
brew "fswatch"
brew "git-delta"        # devbox: delta
brew "lazygit"
brew "gh"
brew "gh-dash"
brew "lazydocker"
brew "atuin"
brew "glow"
brew "dust"             # devbox: du-dust
brew "neovim"
brew "neovim-remote"
brew "lua"
brew "luajit"
brew "luarocks"
brew "node"
brew "cargo"
brew "pipx"
brew "sqlite"
brew "poppler"
brew "p7zip"
brew "imagemagick"
brew "tectonic"
brew "wordnet"
brew "jira-cli-go"
brew "yazi"


