tap "cormacrelf/tap"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "morantron/tmux-fingers"
tap "sst/tap"
brew "actions-batch"
brew "bash"
brew "c-ares"
brew "chezmoi"
brew "coreutils"
brew "libevent"
brew "libuv"
brew "node"
brew "cspell"
brew "curl"
brew "fswatch"
brew "gawk"
brew "gh"
brew "git-lfs"
brew "gnu-sed"
brew "grep"
brew "grpcurl"
brew "lua"
brew "luajit"
brew "luarocks"
brew "tree-sitter"
brew "neovim"
brew "neovim-remote"
brew "openssl@1.1"
brew "python@3.12"
brew "pipx"
brew "python@3.11"
brew "wget"
brew "wordnet"
brew "cormacrelf/tap/dark-notify"
brew "morantron/tmux-fingers/tmux-fingers"
cask "bitwarden"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "pearcleaner"
cask "wezterm@nightly"
