cask "betterdisplay"
cask "bitwarden"
cask "cursor"
cask "docker-desktop"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "karabiner-elements"
cask "keepassxc@snapshot"
cask "pallotron-yubiswitch"
cask "pearcleaner"
cask "raycast"
cask "visual-studio-code"
cask "vivaldi"
cask "wezterm@nightly"
cask "zen"
