brew "xz"
brew "atuin"
brew "bash"
brew "bat"
brew "sqlite"
brew "node"
brew "bitwarden-cli"
brew "chezmoi"
brew "colima", restart_service: :changed
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "dust"
brew "eza"
brew "fd"
brew "fswatch"
brew "fzf"
brew "gemini-cli", link: false
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "go"
brew "golangci-lint"
brew "grpcurl"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lua"
brew "luajit"
brew "luarocks"
brew "lynx"
brew "neovim"
brew "neovim-remote"
brew "pipx"
brew "ripgrep"
brew "ripgrep-all"
brew "rust"
brew "sd"
brew "tealdeer"
brew "tectonic"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "tree-sitter-cli"
brew "wget"
brew "wordnet"
brew "yq"
brew "zoxide"
