brew "felixkratz/formulae/sketchybar"
brew "bitwarden-cli"
brew "docker"
brew "docker-compose"
brew "docker-buildx"
brew "colima"

cask "betterdisplay"
cask "bitwarden"
cask "cursor"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "karabiner-elements"
cask "keepassxc@snapshot"
cask "pallotron-yubiswitch"
cask "pearcleaner"
cask "raycast"
cask "visual-studio-code"
cask "vivaldi"
cask "wezterm@nightly"
cask "zen"
